{
  "message": "привет i18n !!",
  "nav": {
    "home": "Главное",
    "about": "Основное",
    "news": "Новости",
    "contacts": "Контакты",
    "avatar": "Аватар",
    "image": "Изображение"
  },
  "home":{
    "title_1": "Добро пожаловать!",
    "title_2": "Домашняя бухгалтерия для планирования семейного бюджета",
    "text_2": "Ведите учет личных финансов и финансы всех членов вашей семьи. Для обеспечения конфиденциальности, записи каждого пользователя можно защитить паролем",
    "title_3": "Для учета личных финансов, расходов и доходов",
    "text_3": "Вносите в Домашнюю бухгалтерию все свои расходы и доходы, чтобы держать финансы под полным контролем. Стройте свои финансовые планы и составляйте бюджет, ведите учет доходов и расходов.",
    "title_4": "Вносите в Домашнюю бухгалтерию свои кредиты и деньги, отданные в долг",
    "text_4":"Полный контроль кредитов и денег, отданных в долг, включая контроль их возврата с функциями расчета графика платежей и напоминаниями.",
    "title_5": "Ведите домашний бюджет в любой валюте мира",
    "text_5":"В списке валют Домашней бухгалтерии есть все валюты мира. Выберите те валюты, которыми вы пользуетесь для учета личных финансов.",
    "title_6": "Пользуйтесь Домашней бухгалтерией на различных устройствах",
    "text_6":"Функция синхронизации позволяет обмениваться данными с Домашней бухгалтерией, установленной на другом компьютере или на мобильном устройстве Андроид, iPhone, iPad.",
    "title_7": "Наглядные отчеты и диаграммы – простой и удобный инструмент для анализа",
    "text_7":"Домашняя бухгалтерия поможет вам проанализировать ваши финансы при помощи многообразных отчетов и наглядных диаграмм.",
    "title_8": "Импорт и экспорт данных",
    "text_8":"Импортируйте в Домашнюю бухгалтерию свои банковские выписки. Если вам понадобится передать куда-либо данные из Домашней бухгалтерии, то в этом поможет функция экспорта.",
    "title_9": "Ваши данные под надежной защитой",
    "text_9":"С надежной системой резервного копирования, будьте уверены, что Ваши данные всегда в полной сохранности, и Вы их никогда не потеряете."
  },
  "contact":{
    "title":"Это страница контактов"
  },
  "register":{
    "title":"Регистрация",
    "name":"Фамилия Имя Отчество",
    "Name":"Введите свое полное имя",
    "login":"Логин",
    "login_1":"Введите свой логин",
    "email":"Почта",
    "email_1":"Введите адрес своей почты",
    "avtar":"Изображение профиля",
    "password":"Пароль",
    "password_1":"Введите пароль",
    "password_2":"Подтверждение пароля",
    "password_3":"Подтвердите пароль",
    "account":"У вас уже есть аккаунт?",
    "noaccount":"У вас нет аккаунта?",
    "register_1":"зарегистрируйтесь",
    "log":"авторизируйтесь",
    "Input":"Вход",
    "exit":"Выход",
    "profile":"Пофиль"
  },
  "about":{
    "type":"Тип",
    "date":"Дата",
    "name":"Наименование",
    "summ":"Стоимость",
    "amout":"Количеств",
    "delete":"Удалить",
    "edit":"Редактировать"
  },
  "news":{
    "title":"Все новости "
  } 

}